/* No comment provided by engineer. */
"AddDevFaild" = "添加设备失败";

/* No comment provided by engineer. */
"AddDevSuc" = "添加设备成功";

/* No comment provided by engineer. */
"AddUserFaild" = "添加用户失败";

/* No comment provided by engineer. */
"AddUserSuc" = "添加用户成功";

/* No comment provided by engineer. */
"AdminUser" = "管理员";

/* No comment provided by engineer. */
"AlertOK" = "确定";

/* No comment provided by engineer. */
"BarItemOK" = "确定";

/* No comment provided by engineer. */
"ChangeNameSuc" = "修改名称成功";

/* No comment provided by engineer. */
"ChangePawdSuc" = "修改密码成功";

/* No comment provided by engineer. */
"CloseDoor" = "关了门";

/* No comment provided by engineer. */
"CloseLight" = "关了灯";

/* No comment provided by engineer. */
"CloseWindow" = "关了窗";

/* No comment provided by engineer. */
"DelDevFaild" = "删除设备失败";

/* No comment provided by engineer. */
"DelDevSuc" = "删除设备成功";

/* No comment provided by engineer. */
"DelUserFaild" = "删除用户失败";

/* No comment provided by engineer. */
"DelUserSuc" = "删除用户成功";

/* No comment provided by engineer. */
"DevChangeNameFaild" = "修改名称失败";

/* No comment provided by engineer. */
"DevNewNick" = "设备新备注";

/* No comment provided by engineer. */
"DevNick" = "设备备注";

/* No comment provided by engineer. */
"DevSetNick" = "设置设备备注";

/* No comment provided by engineer. */
"GetDevsFaild" = "获取设备列表失败";

/* No comment provided by engineer. */
"GetUsersAndDevsFaild" = "获取用户列表,设备列表失败";

/* No comment provided by engineer. */
"GetUsersFaild" = "获取用户列表失败";

/* No comment provided by engineer. */
"Home" = "家";

/* No comment provided by engineer. */
"HomeNameChange" = "修改家名称";

/* No comment provided by engineer. */
"HomeNewName" = "家新名称";

/* No comment provided by engineer. */
"LabelPawd" = "密码";

/* No comment provided by engineer. */
"LabelUserName" = "用户名";

/* No comment provided by engineer. */
"NetNotConnect" = "未连接到网络";

/* No comment provided by engineer. */
"NormalUser" = "普通用户";

/* No comment provided by engineer. */
"OpenDoor" = "开了门";

/* No comment provided by engineer. */
"OpenLight" = "开了灯";

/* No comment provided by engineer. */
"OpenWindow" = "开了窗";

/* No comment provided by engineer. */
"TabelDelTip" = "删除";

/* No comment provided by engineer. */
"TipName" = "名称";

/* No comment provided by engineer. */
"TipNewPawd" = "新密码";

/* No comment provided by engineer. */
"TipOldPawd" = "旧密码";

/* No comment provided by engineer. */
"TipPawd" = "密码";

/* No comment provided by engineer. */
"TipRepPawd" = "重复密码";

/* No comment provided by engineer. */
"UserName" = "用户名";

/* No comment provided by engineer. */
"UserNameChange" = "修改用户名";

/* No comment provided by engineer. */
"UserNameTip" = "名称";

/* No comment provided by engineer. */
"UserNewName" = "新名称";

/* No comment provided by engineer. */
"UserPawd" = "密码";

/* No comment provided by engineer. */
"UserPawdChange" = "修改用户密码";

/* No comment provided by engineer. */
"UserPawdChangeFaild" = "修改密码失败";

/* No comment provided by engineer. */
"UserPawdChangeSuc" = "修改密码成功";

/* No comment provided by engineer. */
"UserPawdTip" = "密码";

/* No comment provided by engineer. */
"UserRepPawdTip" = "重复密码";

